Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 选择草编包和遮阳帽
source: Choose a straw bag and sun hat
de: Strohtasche und Sonnenhut wählen
es: Elige un bolso de paja y un sombrero para el sol
fr: Choisis un sac en paille et un chapeau de soleil
ja: かごバッグと日よけ帽を選んで
ko: 라탄 가방과 햇빛 가림 모자를 골라요
pt_br: Escolha uma bolsa de palha e um chapéu de sol
zh_hans: 选择草编包和遮阳帽
zh_hant: 選擇草編包和遮陽帽

# 通勤/约会/出游
source: Commute/Date/Trip
de: Arbeit/Date/Ausflug
es: Trabajo/Cita/Salida
fr: Travail/Rendez-vous/Sortie
ja: 通勤/デート/お出かけ
ko: 출근/데이트/나들이
pt_br: Trabalho/Encontro/Passeio
zh_hans: 通勤/约会/出游
zh_hant: 通勤/約會/出遊

# 通知诊断
source: Notification Diagnostics
de: Benachrichtigungsdiagnose
es: Diagnostico de notificaciones
fr: Diagnostic des notifications
ja: 通知診断
ko: 알림 진단
pt_br: Diagnostico de notificacoes
zh_hans: 通知诊断
zh_hant: 通知診斷

# 邮件草稿打开失败：%@
source: Failed to open the mail draft: %@
de: E-Mail-Entwurf konnte nicht geoeffnet werden: %@
es: No se pudo abrir el borrador de correo: %@
fr: Echec de l'ouverture du brouillon d'e-mail : %@
ja: メール下書きを開けませんでした: %@
ko: 메일 초안을 열지 못했습니다: %@
pt_br: Falha ao abrir o rascunho de e-mail: %@
zh_hans: 邮件草稿打开失败：%@
zh_hant: 郵件草稿開啟失敗：%@

# 邮费
source: Shipping
de: Versand
es: Envío
fr: Frais d’envoi
ja: 送料
ko: 배송비
pt_br: Frete
zh_hans: 邮费
zh_hant: 郵費

# 酒红
source: Wine red
de: Weinrot
es: Rojo vino
fr: Rouge vin
ja: ワインレッド
ko: 와인 레드
pt_br: Vermelho vinho
zh_hans: 酒红
zh_hant: 酒紅

# 酒红色
source: Burgundy
de: Bordeaux
es: Burdeos
fr: Bordeaux
ja: バーガンディ
ko: 버건디
pt_br: Borgonha
zh_hans: 酒红色
zh_hant: 酒紅色

# 重新同步
source: Resync
de: Neu synchronisieren
es: Resincronizar
fr: Resynchroniser
ja: 再同期
ko: 다시 동기화
pt_br: Ressincronizar
zh_hans: 重新同步
zh_hant: 重新同步

# 金额
source: Amount
de: Betrag
es: Importe
fr: Montant
ja: 金額
ko: 금액
pt_br: Valor
zh_hans: 金额
zh_hant: 金額

# 银灰
source: Silver gray
de: Silbergrau
es: Gris plata
fr: Gris argenté
ja: シルバーグレー
ko: 실버 그레이
pt_br: Cinza prata
zh_hans: 银灰
zh_hant: 銀灰

# 银白
source: Silver white
de: Silberweiß
es: Blanco plata
fr: Blanc argenté
ja: シルバーホワイト
ko: 실버 화이트
pt_br: Branco prateado
zh_hans: 银白
zh_hant: 銀白

# 错误
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

# 问题反馈
source: Report Issue
de: Problem melden
es: Informar problema
fr: Signaler un probleme
ja: 問題を報告
ko: 문제 신고
pt_br: Relatar problema
zh_hans: 问题反馈
zh_hant: 問題回報

# 问题反馈日志导出失败：%@
source: Failed to export issue-feedback logs: %@
de: Export der Problembericht-Protokolle fehlgeschlagen: %@
es: No se pudieron exportar los registros de informe de problema: %@
fr: Echec de l'export des journaux de retour de probleme : %@
ja: 問題報告ログの書き出しに失敗しました: %@
ko: 문제 피드백 로그 내보내기 실패: %@
pt_br: Falha ao exportar os logs de feedback do problema: %@
zh_hans: 问题反馈日志导出失败：%@
zh_hant: 問題回報日誌匯出失敗：%@

# 闲时自动打工
source: Idle Auto Work
de: Auto-Arbeit im Leerlauf
es: Trabajo automático en reposo
fr: Travail auto pendant l'inactivité
ja: 暇なときの自動仕事
ko: 한가할 때 자동 일하기
pt_br: Trabalho automático no tempo livre
zh_hans: 闲时自动打工
zh_hant: 閒時自動打工

# 闲置
source: Idle
de: Leerlauf
es: Inactivo
fr: Inactif
ja: 待機中
ko: 대기 중
pt_br: Ocioso
zh_hans: 闲置
zh_hant: 閒置

# 阴
source: Overcast
de: Bedeckt
es: Cubierto
fr: Couvert
ja: 曇天
ko: 흐림
pt_br: Encoberto
zh_hans: 阴
zh_hant: 陰

# 陪我聊聊天
source: Chat with me
de: Ein bisschen mit mir plaudern
es: Charla conmigo
fr: Discuter avec moi
ja: 少しおしゃべりする
ko: 나와 대화하기
pt_br: Conversar comigo
zh_hans: 陪我聊聊天
zh_hant: 陪我聊聊天

# 隐私政策
source: Privacy Policy
de: Datenschutzrichtlinie
es: Politica de privacidad
fr: Politique de confidentialite
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Politica de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私政策

# 隐藏
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
ko: 숨기기
pt_br: Ocultar
zh_hans: 隐藏
zh_hant: 隱藏

# 随当前启用的天空/天鹅主题自动变化
source: Changes automatically with the active Sky/Swan theme
de: Aendert sich automatisch mit dem aktiven Himmel-/Schwan-Thema
es: Cambia automaticamente con el tema Cielo/Cisne activo
fr: Change automatiquement avec le theme Ciel/Cygne actif
ja: 有効な空／白鳥テーマに合わせて自動で変化
ko: 현재 활성화된 하늘/백조 테마에 맞춰 자동 변경
pt_br: Muda automaticamente com o tema Ceu/Cisne ativo
zh_hans: 随当前启用的天空/天鹅主题自动变化
zh_hant: 隨目前啟用的天空／天鵝主題自動變化

# 雪
source: Snow
de: Schnee
es: Nieve
fr: Neige
ja: 雪
ko: 눈
pt_br: Neve
zh_hans: 雪
zh_hant: 雪

# 雪白
source: Snow white
de: Schneeweiß
es: Blanco nieve
fr: Blanc neige
ja: スノーホワイト
ko: 눈꽃 화이트
pt_br: Branco neve
zh_hans: 雪白
zh_hant: 雪白

# 雷雨
source: Thunderstorm
de: Gewitterregen
es: Tormenta
fr: Orage
ja: 雷雨
ko: 뇌우
pt_br: Trovoada
zh_hans: 雷雨
zh_hant: 雷雨

# 雾
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
ja: 霧
ko: 안개
pt_br: Nevoeiro
zh_hans: 雾
zh_hant: 霧

# 雾霾蓝
source: Haze blue
de: Nebelblau
es: Azul bruma
fr: Bleu brume
ja: ヘイズブルー
ko: 헤이즈 블루
pt_br: Azul névoa
zh_hans: 雾霾蓝
zh_hant: 霧霾藍

# 需拥有天空音乐会主题
source: Requires the Sky Concert theme
de: Erfordert das Sky Concert-Theme
es: Requiere el tema Concierto del cielo
fr: Necessite le theme Concert celeste
ja: 天空音楽会テーマが必要です
ko: 하늘 음악회 테마가 필요해요
pt_br: Requer o tema Concerto no ceu
zh_hans: 需拥有天空音乐会主题
zh_hant: 需擁有天空音樂會主題

# 需拥有天鹅入梦主题
source: Requires the Swan Dream theme
de: Erfordert das Swan Dream-Theme
es: Requiere el tema Sueno de cisne
fr: Necessite le theme Reve de cygne
ja: 白鳥の夢テーマが必要です
ko: 백조의 꿈 테마가 필요해요
pt_br: Requer o tema Sonho do cisne
zh_hans: 需拥有天鹅入梦主题
zh_hant: 需擁有天鵝入夢主題

# 需要通知权限
source: Notification Permission Required
de: Benachrichtigungsberechtigung erforderlich
es: Se requiere permiso de notificaciones
fr: Autorisation de notification requise
ja: 通知権限が必要です
ko: 알림 권한이 필요해요
pt_br: Permissao de notificacao necessaria
zh_hans: 需要通知权限
zh_hant: 需要通知權限

# 靓号身份 · 卡片皮肤
source: Lucky number · Card skins
de: Gluecksnummer · Karten-Skins
es: Numero especial · Skins de tarjeta
fr: Numero chanceux · Skins de carte
ja: ラッキーナンバー · カードスキン
ko: 행운 번호 · 카드 스킨
pt_br: Numero especial · Skins de cartao
zh_hans: 靓号身份 · 卡片皮肤
zh_hant: 靚號身份 · 卡片皮膚

# 鞋子
source: Shoes
de: Schuhe
es: Zapatos
fr: Chaussures
ja: 靴
ko: 신발
pt_br: Sapatos
zh_hans: 鞋子
zh_hant: 鞋子

# 顺便看看我的饮水
source: Check my hydration too
de: Auch meine Hydration ansehen
es: Revisa también mi hidratación
fr: Voir aussi mon hydratation
ja: ついでに水分を見る
ko: 수분 상태도 보기
pt_br: Ver minha hidratação também
zh_hans: 顺便看看我的饮水
zh_hant: 順便看看我的飲水

# 顺便看看我的饱食
source: Check my fullness too
de: Auch meine Sättigung ansehen
es: Revisa también mi saciedad
fr: Voir aussi ma satiété
ja: ついでに満腹度を見る
ko: 포만감도 보기
pt_br: Ver minha saciedade também
zh_hans: 顺便看看我的饱食
zh_hant: 順便看看我的飽食

# 预估尾款
source: Estimated Balance
de: Geschätzter Restbetrag
es: Saldo estimado
fr: Solde estimé
ja: 残金予定
ko: 예상 잔금
pt_br: Saldo estimado
zh_hans: 预估尾款
zh_hant: 預估尾款

# 预约件数
source: Reserved Items
de: Reservierte Teile
es: Piezas reservadas
fr: Articles reserves
ja: 予約点数
ko: 예약 수량
pt_br: Itens reservados
zh_hans: 预约件数
zh_hant: 預約件數

# 预约状态
source: Reservation status
de: Reservierungsstatus
es: Estado de reserva
fr: Statut de réservation
ja: 予約ステータス
ko: 예약 상태
pt_br: Status da reserva
zh_hans: 预约状态
zh_hant: 預約狀態

# 预约金额
source: Reservation Amount
de: Reservierungsbetrag
es: Importe de reserva
fr: Montant reserve
ja: 予約金額
ko: 예약 금액
pt_br: Valor da reserva
zh_hans: 预约金额
zh_hant: 預約金額

# 预计到账 %d %@
source: Estimated arrival: %d %@
de: Voraussichtlich gutgeschrieben: %d %@
es: Llegada estimada: %d %@
fr: Arrivée estimée : %d %@
ja: 受け取り予定: %d %@
ko: 예상 입금: %d %@
pt_br: Crédito estimado: %d %@
zh_hans: 预计到账 %d %@
zh_hant: 預計入帳 %d %@

# 预计尾款日
source: Estimated balance day
de: Voraussichtlicher Restbetragstag
es: Día estimado del saldo
fr: Jour estimé du solde
ja: 残金予定日
ko: 예상 잔금일
pt_br: Dia estimado do saldo
zh_hans: 预计尾款日
zh_hant: 預計尾款日

# 预计尾款时间
source: Estimated balance time
de: Erwarteter Restbetrag-Zeitraum
es: Periodo estimado del saldo
fr: Période estimée du solde
ja: 残金予定時期
ko: 예상 잔금 기간
pt_br: Período estimado do saldo
zh_hans: 预计尾款时间
zh_hant: 預計尾款時間

# 预设主题
source: Preset Themes
de: Vordefinierte Designs
es: Temas predefinidos
fr: Thèmes prédéfinis
ja: プリセットテーマ
ko: 사전 설정 테마
pt_br: Temas predefinidos
zh_hans: 预设主题
zh_hant: 預設主題

# 领养
source: Adopt
de: Adoptieren
es: Adoptar
fr: Adopter
ja: お迎え
ko: 입양
pt_br: Adotar
zh_hans: 领养
zh_hant: 領養

# 领养伙伴
source: Adopt Companion
de: Begleiter adoptieren
es: Adoptar compañero
fr: Adopter un compagnon
ja: パートナーをお迎え
ko: 친구 입양하기
pt_br: Adotar companheiro
zh_hans: 领养伙伴
zh_hant: 領養夥伴

# 颜色
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

# 颜色 (逗号分隔，如: 粉色,白色,蓝色)
source: Colors (comma-separated, e.g. pink, white, blue)
de: Farben (durch Kommas getrennt, z. B. Rosa, Weiß, Blau)
es: Colores (separados por comas, p. ej. rosa, blanco, azul)
fr: Couleurs (séparées par des virgules, ex. rose, blanc, bleu)
ja: 色（カンマ区切り、例：ピンク、白、青）
ko: 색상(쉼표로 구분, 예: 핑크, 화이트, 블루)
pt_br: Cores (separadas por vírgulas, ex.: rosa, branco, azul)
zh_hans: 颜色 (逗号分隔，如：粉色,白色,蓝色)
zh_hant: 顏色 (逗號分隔，如：粉色,白色,藍色)

# 风有点明显，带件薄外套会更安心%@。
source: The wind is noticeable; a light jacket will feel safer%@.
de: Der Wind ist spürbar; mit einer leichten Jacke bist du sicherer%@.
es: El viento se nota; una chaqueta ligera dará más tranquilidad%@.
fr: Le vent se fait sentir; une veste légère sera plus rassurante%@.
ja: 風が少し強めだから、薄手のアウターがあると安心%@。
ko: 바람이 좀 느껴져서 얇은 겉옷이 있으면 더 안심돼요%@.
pt_br: O vento está perceptível; uma jaqueta leve dá mais segurança%@.
zh_hans: 风有点明显，带件薄外套会更安心%@。
zh_hant: 風有點明顯，帶件薄外套會更安心%@。

# 风格%@
source: style %@
de: Stil %@
es: estilo %@
ja: スタイル%@
ko: 스타일 %@
pt_br: estilo %@
zh_hans: 风格%@
zh_hant: 風格%@

# 饱食
source: Fullness
de: Sättigung
es: Saciedad
fr: Satiété
ja: 満腹度
ko: 포만감
pt_br: Saciedade
zh_hans: 饱食
zh_hant: 飽食

# 饱食度 +%d
source: Fullness +%d
de: Sättigung +%d
es: Saciedad +%d
fr: Satiété +%d
ja: 満腹度 +%d
ko: 포만감 +%d
pt_br: Saciedade +%d
zh_hans: 饱食度 +%d
zh_hant: 飽食度 +%d

# 首充双倍
source: Double First Purchase
de: Erstkauf doppelt
es: Primera compra doble
fr: Premier achat x2
ja: 初回2倍
ko: 첫 구매 2배
pt_br: Primeira compra em dobro
zh_hans: 首充双倍
zh_hant: 首儲雙倍

# 首次购买任意档位，喵币数量翻倍！
source: Buy any tier for the first time and get double Meow Coins!
de: Beim ersten Kauf jeder Stufe bekommst du doppelte Miau-Muenzen!
es: Compra cualquier nivel por primera vez y duplica tus monedas Miau.
fr: Premier achat de n'importe quelle offre : pieces Miaou doublees !
ja: どのプランでも初回購入ならニャーコインが2倍！
ko: 어떤 단계든 첫 구매 시 야옹 코인이 2배!
pt_br: Compre qualquer nivel pela primeira vez e ganhe Moedas Miau em dobro!
zh_hans: 首次购买任意档位，喵币数量翻倍！
zh_hant: 首次購買任一檔位，喵幣數量翻倍！

# 香槟金
source: Champagne gold
de: Champagnergold
es: Dorado champán
fr: Or champagne
ja: シャンパンゴールド
ko: 샴페인 골드
pt_br: Dourado champanhe
zh_hans: 香槟金
zh_hant: 香檳金

# 马上来财
source: Wealth
de: Vermögen
es: Fortuna
fr: Fortune
ja: 財運アップ
ko: 바로 재물운
pt_br: Fortuna
zh_hans: 马上来财
zh_hant: 馬上來財

# 骨头币
source: Bone Coins
de: Knochenmünzen
es: monedas Hueso
fr: pièces Os
ja: ほねコイン
ko: 뼈다귀 코인
pt_br: Moedas Osso
zh_hans: 骨头币
zh_hant: 骨頭幣

# 骨头币不够啦
source: Not enough Bone Coins
de: Nicht genug Knochenmünzen
es: Faltan Monedas Hueso
fr: Pas assez de pièces Os
ja: ボーンコインが足りないよ
ko: 뼈다귀 코인이 부족해요
pt_br: Faltam Moedas Osso
zh_hans: 骨头币不够啦
zh_hant: 骨頭幣不夠啦

# 骨头币不足
source: Not enough Bone Coins
de: Nicht genug Knochenmünzen
es: No hay suficientes Monedas Hueso
fr: Pas assez de pièces Os
ja: ボーンコインが足りません
ko: 뼈다귀 코인이 부족해요
pt_br: Moedas Osso insuficientes
zh_hans: 骨头币不足
zh_hant: 骨頭幣不足

# 骨头币过多
source: Too many Bone Coins
de: Zu viele Knochenmünzen
es: Demasiadas Monedas Hueso
fr: Trop de pièces Os
ja: ボーンコインが多すぎます
ko: 뼈다귀 코인이 너무 많아요
pt_br: Moedas Osso demais
zh_hans: 骨头币过多
zh_hant: 骨頭幣過多

# 魔法贴纸
source: Magic Stickers
de: Magische Sticker
es: Stickers mágicos
fr: Stickers magiques
ja: 魔法ステッカー
ko: 마법 스티커
pt_br: Adesivos mágicos
zh_hans: 魔法贴纸
zh_hant: 魔法貼紙

# 魔法配色
source: Magic Colors
de: Magische Farben
es: Colores magicos
fr: Couleurs magiques
ja: 魔法カラー
ko: 마법 색상
pt_br: Cores magicas
zh_hans: 魔法配色
zh_hant: 魔法配色

# 魔法配色未解锁
source: Magic Color Theme Locked
de: Magisches Farbschema gesperrt
es: Paleta mágica bloqueada
fr: Coloris magique verrouillé
ja: 魔法カラーは未解放です
ko: 마법 색상은 아직 잠겨 있어요
pt_br: Cores mágicas bloqueadas
zh_hans: 魔法配色未解锁
zh_hant: 魔法配色未解鎖

# 鱼币
source: Fish Coins
de: Fischmünzen
es: monedas Pez
fr: pièces Poisson
ja: さかなコイン
ko: 물고기 코인
pt_br: Moedas Peixe
zh_hans: 鱼币
zh_hant: 魚幣

# 鱼币不够啦
source: Not enough Fish Coins
de: Nicht genug Fischmünzen
es: Faltan Monedas Pez
fr: Pas assez de pièces Poisson
ja: フィッシュコインが足りないよ
ko: 물고기 코인이 부족해요
pt_br: Faltam Moedas Peixe
zh_hans: 鱼币不够啦
zh_hant: 魚幣不夠啦

# 鱼币不足
source: Not enough Fish Coins
de: Nicht genug Fischmünzen
es: No hay suficientes Monedas Pez
fr: Pas assez de pièces Poisson
ja: フィッシュコインが足りません
ko: 물고기 코인이 부족해요
pt_br: Moedas Peixe insuficientes
zh_hans: 鱼币不足
zh_hant: 魚幣不足

# 鱼币过多
source: Too many Fish Coins
de: Zu viele Fischmünzen
es: Demasiadas Monedas Pez
fr: Trop de pièces Poisson
ja: フィッシュコインが多すぎます
ko: 물고기 코인이 너무 많아요
pt_br: Moedas Peixe demais
zh_hans: 鱼币过多
zh_hant: 魚幣過多

# 黑色
source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒
ko: 검정
pt_br: Preto
zh_hans: 黑色
zh_hant: 黑色

# 黑金尊享
source: Black & Gold
de: Schwarz und Gold
es: Negro y dorado
fr: Noir et or
ja: ブラックゴールド
ko: 블랙 골드
pt_br: Preto e dourado
zh_hans: 黑金尊享
zh_hant: 黑金尊享

# 墨绿
source: Ink green
de: Tintengrün
es: Verde tinta
fr: Vert encre
ja: 墨グリーン
ko: 먹녹색
pt_br: Verde tinta
zh_hans: 墨绿
zh_hant: 墨綠

# 墨绿色
source: Deep ink green
de: Dunkles Tannengrün
es: Verde tinta oscuro
fr: Vert encre foncé
ja: 深い墨グリーン
ko: 짙은 먹녹색
pt_br: Verde tinta profundo
zh_hans: 墨绿色
zh_hant: 墨綠色

# 墨蓝
source: Ink blue
de: Tintenblau
es: Azul tinta
fr: Bleu encre
ja: インクブルー
ko: 잉크 블루
pt_br: Azul tinta
zh_hans: 墨蓝
zh_hant: 墨藍

# 默认梦幻粉 · 无主题时回退
source: Default dreamy pink · Fallback without a theme
de: Standard-Traumrosa · Rueckfall ohne Thema
es: Rosa sonado predeterminado · Reserva sin tema
fr: Rose reve par defaut · Repli sans theme
ja: デフォルトのドリームピンク · テーマなしの代替
ko: 기본 드리미 핑크 · 테마가 없을 때 대체
pt_br: Rosa dos sonhos padrao · Alternativa sem tema
zh_hans: 默认梦幻粉 · 无主题时回退
zh_hant: 預設夢幻粉 · 無主題時回退

# AI搭配
source: AI Outfit
es: Outfit con IA
fr: Tenue IA
ja: AIコーデ
ko: AI 코디
pt_br: Look com IA
zh_hans: AI搭配
zh_hant: AI搭配

# App Store 兑换码
source: App Store Code
es: Codigo de App Store
fr: Code App Store
ja: App Store コード
ko: App Store 코드
pt_br: Codigo da App Store
zh_hans: App Store 兑换码
zh_hant: App Store 兌換碼

# 云端同步
source: Cloud Sync
es: Sincronizado en la nube
fr: Synchronisé dans le cloud
ja: クラウド同期
ko: 클라우드 동기화
pt_br: Sincronizado na nuvem
zh_hans: 云端同步
zh_hant: 雲端同步

# 优雅
source: elegant
es: elegante
fr: élégant
ja: 上品
ko: 우아한
pt_br: elegante
zh_hans: 优雅
zh_hant: 優雅

# 冬季
source: Winter
es: Invierno
fr: Hiver
ja: 冬
ko: 겨울
pt_br: Inverno
zh_hans: 冬季
zh_hant: 冬季

# 名字
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名字
zh_hant: 名字

# 商店
source: Shop
es: Tienda
fr: Boutique
ja: ショップ
ko: 상점
pt_br: Loja
zh_hans: 商店
zh_hant: 商店

# 天空音乐会
source: Sky Concert
es: Concierto del cielo
fr: Concert celeste
ja: 天空音楽会
ko: 하늘 음악회
pt_br: Concerto no ceu
zh_hans: 天空音乐会
zh_hant: 天空音樂會

# 天鹅入梦
source: Swan Dream
es: Sueno de cisne
fr: Reve de cygne
ja: 白鳥の夢
ko: 백조의 꿈
pt_br: Sonho do cisne
zh_hans: 天鹅入梦
zh_hant: 天鵝入夢

# 好的
source: OK
es: Aceptar
ko: 확인
zh_hans: 好的
zh_hant: 好的

# 少女心愿 VIP
source: Pink House VIP
es: VIP Pink House
fr: VIP Pink House
pt_br: VIP Pink House
zh_hans: 少女心愿 VIP
zh_hant: 少女心願 VIP

# 少女心愿衣橱
source: Pink House Wardrobe
es: Armario Pink House
fr: Garde-robe Pink House
ja: ピンクハウス・ワードローブ
ko: 핑크 하우스 옷장
pt_br: Guarda-roupa Pink House
zh_hans: 少女心愿衣橱
zh_hant: 少女心願衣櫥

# 布局
source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
zh_hans: 布局
zh_hant: 版面

# 开始
source: Start
es: Inicio
fr: Début
ja: 開始
ko: 시작
pt_br: Início
zh_hans: 开始
zh_hant: 開始

# 开始 %d+
source: Start %d+
es: Inicio %d+
fr: Début %d+
ja: 開始 %d+
ko: 시작 %d+
pt_br: Início %d+
zh_hans: 开始 %d+
zh_hant: 開始 %d+

# 手帐
source: Journal
es: Diario
ja: 手帳
ko: 다이어리
pt_br: Diário
zh_hans: 手帐
zh_hant: 手帳

# 杏色
source: Apricot
es: Albaricoque
fr: Abricot
ja: アプリコット
ko: 살구색
pt_br: Damasco
zh_hans: 杏色
zh_hant: 杏色

# 标准
source: Standard
es: Estandar
ja: 標準
ko: 표준
pt_br: Padrao
zh_hans: 标准
zh_hant: 標準

# 标签
source: Tag
es: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
pt_br: Etiqueta
zh_hans: 标签
zh_hant: 標籤

# 标签信息
source: Tag Info
es: Información de etiqueta
fr: Infos de l’étiquette
ja: タグ情報
ko: 태그 정보
pt_br: Informações da etiqueta
zh_hans: 标签信息
zh_hant: 標籤資訊

# 标签名称
source: Tag name
es: Nombre de etiqueta
fr: Nom de l’étiquette
ja: タグ名
ko: 태그 이름
pt_br: Nome da etiqueta
zh_hans: 标签名称
zh_hant: 標籤名稱

# 状态
source: Status
es: Estado
fr: État
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

# 确定
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定

# 社区
source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
pt_br: Comunidade
zh_hans: 社区
zh_hant: 社群

# 穿搭手帐
source: Outfit Journal
es: Diario de outfits
fr: Journal de tenues
ja: コーデ手帳
ko: 코디 다이어리
pt_br: Diário de looks
zh_hans: 穿搭手帐
zh_hant: 穿搭手帳

# 筛选
source: Filter
es: Filtrar
fr: Filtrer
ja: フィルター
ko: 필터
pt_br: Filtrar
zh_hans: 筛选
zh_hant: 篩選

# 筛选:%@
source: Filter: %@
es: Filtro: %@
fr: Filtre : %@
ja: フィルター: %@
ko: 필터: %@
pt_br: Filtro: %@
zh_hans: 筛选:%@
zh_hant: 篩選:%@

# 莫妮卡粉
source: Monica Pink
es: Rosa Monica
fr: Rose Monica
ja: モニカピンク
ko: 모니카 핑크
pt_br: Rosa Monica
zh_hans: 莫妮卡粉
zh_hant: 莫妮卡粉

# 莫妮卡粉色萌梦幻
source: Monica Pink Dream
es: Sueno rosa Monica
fr: Reve rose Monica
ja: モニカピンクドリーム
ko: 모니카 핑크 드림
pt_br: Sonho rosa Monica
zh_hans: 莫妮卡粉色萌梦幻
zh_hant: 莫妮卡粉色萌夢幻

# 送 %d
source: Bonus %d
es: Bono %d
ja: ボーナス %d
ko: 보너스 %d
zh_hans: 送 %d
zh_hant: 贈送 %d

# 饮水
source: Hydration
es: Hidratación
fr: Hydratation
ja: 水分
ko: 수분
pt_br: Hidratação
zh_hans: 饮水
zh_hant: 飲水

# 复古
source: retro
fr: rétro
ja: レトロ
ko: 레트로
pt_br: retrô
zh_hans: 复古
zh_hant: 復古

# 对话
source: Chat
fr: Discussion
ja: チャット
ko: 대화
zh_hans: 对话
zh_hant: 對話

# %d/分
source: %d/min
ja: %d/分
ko: %d/분
zh_hans: %d/分
zh_hant: %d/分

# 奶茶
source: Milk Tea
ja: ミルクティー
ko: 밀크티
zh_hans: 奶茶
zh_hant: 奶茶

# 少女心愿
source: Pink House
ja: 少女の願い
ko: 소녀의 소원
zh_hans: 少女心愿
zh_hant: 少女心願

# 抹茶拿铁
source: Matcha Latte
ja: 抹茶ラテ
ko: 말차 라테
zh_hans: 抹茶拿铁
zh_hant: 抹茶拿鐵

# 毛毛
source: Mao Mao
ja: マオマオ
ko: 마오마오
zh_hans: 毛毛
zh_hant: 毛毛

# 米色
source: Beige
ja: ベージュ
ko: 베이지
pt_br: Bege
zh_hans: 米色
zh_hant: 米色

# 驼色
source: Camel
ja: キャメル
ko: 카멜
zh_hans: 驼色
zh_hant: 駝色

# 少女心愿立体
source: Pink House 3D
ko: 핑크 하우스 3D
zh_hans: 少女心愿立体
zh_hant: 少女心願立體

# “%@” 会被标记为删除并从“现有公告”列表中隐藏。
source: “%@” will be marked as deleted and hidden from Existing Notices.
zh_hans: “%@” 会被标记为删除并从“现有公告”列表中隐藏。
zh_hant: “%@” 會被標記為刪除並從“現有公告”列表中隱藏。

# %@ 个主题
source: %@ Themes
zh_hans: %@ 个主题
zh_hant: %@ 個主題

# %@ 个模型
source: %@ Models
zh_hans: %@ 个模型
zh_hant: %@ 個模型

# %@ 副本
source: %@ Copy
zh_hans: %@ 副本
zh_hant: %@ 副本

# %@ 喵币 · VIP 9 折
source: %@ Meow Coins · VIP 10% off
zh_hans: %@ 喵币 · VIP 9 折
zh_hant: %@ 喵幣 · VIP 9 折

# %@ 张
source: %@ photos
zh_hans: %@ 张
zh_hant: %@ 張

# %@ 是 VIP 权益
source: %@ is a VIP benefit
zh_hans: %@ 是 VIP 权益
zh_hant: %@ 是 VIP 權益

# %@ 笔
source: %@ records
zh_hans: %@ 笔
zh_hant: %@ 筆

# %@ 项组件可单独开关
source: %@ components can be toggled individually
zh_hans: %@ 项组件可单独开关
zh_hant: %@ 項組件可單獨開關

source: %@: %@ CNY/g
zh_hans: %1$@: %2$@ CNY/g
zh_hant: %1$@: %2$@ CNY/g

# %@: %@，这次赚%@。
source: %@: %@, earning %@ this time.
zh_hans: %@: %@，这次赚%@。
zh_hant: %@: %@，這次賺%@。

# %@下班啦，本次赚了 %d %@。
source: %@ clocked out and earned %d %@ this time.
zh_hans: %@下班啦，本次赚了 %d %@。
zh_hant: %@下班啦，本次賺了 %d %@。

# %@个性化
source: %@ Personalization
zh_hans: %@个性化
zh_hant: %@個性化

# %@天
source: %@ days
zh_hans: %@天
zh_hant: %@天

# %@已经在%@啦，先下班再换工作吧。
source: %@ is already working as %@. Clock out before switching jobs.
zh_hans: %@已经在%@啦，先下班再换工作吧。
zh_hant: %@已經在%@啦，先下班再換工作吧。

# %@已经在家里啦，已帮你切过去～
source: %@ is already home. Switched over for you.
zh_hans: %@已经在家里啦，已帮你切过去～
zh_hant: %@已經在家裡啦，已幫你切過去～

# %@年
source: %@ Year
zh_hans: %@年
zh_hant: %@年

# %@年 概览
source: %@ Year Overview
zh_hans: %@年 概览
zh_hant: %@年 概覽

# %@正在思考中...
source: %@ is thinking...
zh_hans: %@正在思考中...
zh_hant: %@正在思考中...

# %@状态太低，被迫停止打工。
source: %@'s stats are too low, so work had to stop.
zh_hans: %@状态太低，被迫停止打工。
zh_hant: %@狀態太低，被迫停止打工。

# %@的悄悄话
source: %@'s Whisper
zh_hans: %@的悄悄话
zh_hant: %@的悄悄話

# %@的日记
source: %@'s Diary
zh_hans: %@的日记
zh_hant: %@的日記

# %@的观察日记
source: %@'s Observation Diary
zh_hans: %@的观察日记
zh_hant: %@的觀察日記

# %@观察日记
source: %@ Observation Diary
zh_hans: %@观察日记
zh_hant: %@觀察日記

# %@还没领养，我先带你去领养界面把它接回家吧～
source: %@ hasn't been adopted yet. I'll take you to adoption so you can bring them home.
zh_hans: %@还没领养，我先带你去领养界面把它接回家吧～
zh_hant: %@還沒領養，我先帶你去領養介面把牠接回家吧～

# %@需要 %d+，当前 %d
source: %@ needs %d+, currently %d
zh_hans: %@需要 %d+，当前 %d
zh_hant: %@需要 %d+，目前 %d

# %1$@%2$@ 我是你的衣橱管家%3$@，有什么可以帮你的吗？
source: %1$@ %2$@ I'm %3$@, your closet helper. How can I help?
zh_hans: %1$@%2$@ 我是你的衣橱管家%3$@，有什么可以帮你的吗？
zh_hant: %1$@%2$@ 我是你的衣櫥管家%3$@，有什麼可以幫你的嗎？

# %d 页
source: %d pages
zh_hans: %d 页
zh_hant: %d 頁

# %lld 个新任务
source: %lld new tasks
zh_hans: %lld 个新任务
zh_hant: %lld 個新任務

# %lld 个模型
source: %lld models
zh_hans: %lld 个模型
zh_hant: %lld 個模型

# %lld 个结果
source: %lld results
zh_hans: %lld 个结果
zh_hant: %lld 個結果

# %lld 张
source: %lld images
zh_hans: %lld 张
zh_hant: %lld 張

# %lld 期
source: %lld periods
zh_hans: %lld 期
zh_hant: %lld 期

# %lld 颗拼豆
source: %lld beads
zh_hans: %lld 颗拼豆
zh_hant: %lld 顆拼豆

# %lld/%lld条
source: %lld/%lld items
zh_hans: %1$lld/%2$lld条
zh_hant: %1$lld/%2$lld條

# %lld/分
source: %lld/min
zh_hans: %lld/分
zh_hant: %lld/分

# %lld喵币
source: %lld Meow Coins
zh_hans: %lld喵币
zh_hant: %lld喵幣

# %lld月
source: %lld months
zh_hans: %lld月
zh_hant: %lld月

# %lld颗
source: %lld beads
zh_hans: %lld颗
zh_hant: %lld顆

# +%lld 鱼币
source: +%lld Fish Coins
zh_hans: +%lld 鱼币
zh_hant: +%lld 魚幣

# ⏱️ 处理时间约 1-3 分钟
source: ⏱️ Processing takes about 1-3 minutes
zh_hans: ⏱️ 处理时间约 1-3 分钟
zh_hant: ⏱️ 處理時間約 1-3 分鐘

# ✅ 有档位可享受双倍
source: ✅ Some tiers support double rewards
zh_hans: ✅ 有档位可享受双倍
zh_hant: ✅ 有檔位可享受雙倍

# ✓ 数量充足
source: ✓ Enough quantity
zh_hans: ✓ 数量充足
zh_hant: ✓ 數量充足

# ✦ 茶会物语 ✦
source: ✦ Tea Party Story ✦
zh_hans: ✦ 茶会物语 ✦
zh_hant: ✦ 茶會物語 ✦

# ✨ 任务完成！
source: ✨ Task Complete!
zh_hans: ✨ 任务完成！
zh_hant: ✨ 任務完成！

# ✨ 保存成功！
source: ✨ Saved!
zh_hans: ✨ 保存成功！
zh_hant: ✨ 保存成功！

# 🎉 恭喜完成！
source: 🎉 Done!
zh_hans: 🎉 恭喜完成！
zh_hant: 🎉 恭喜完成！

# 👑 开通年度VIP
source: 👑 Activate Annual VIP
zh_hans: 👑 开通年度VIP
zh_hant: 👑 開通年度VIP

# 👑 开通月度VIP
source: 👑 Activate Month VIP
zh_hans: 👑 开通月度VIP
zh_hant: 👑 開通月度VIP

# 💰 添加中充档位 (300喵币)
source: 💰 Add (3 0 0 Meow Coins)
zh_hans: 💰 添加中充档位 (300喵币)
zh_hant: 💰 添加中充檔位 (300喵幣)

# 💰 添加土豪档位 (3280喵币)
source: 💰 Add (3 2 8 0 Meow Coins)
zh_hans: 💰 添加土豪档位 (3280喵币)
zh_hant: 💰 添加土豪檔位 (3280喵幣)

# 💰 添加首充档位 (60喵币)
source: 💰 Add (6 0 Meow Coins)
zh_hans: 💰 添加首充档位 (60喵币)
zh_hant: 💰 添加首充檔位 (60喵幣)

# 📝 设置余额为 9999
source: 📝 Settings Balance 9 9 9 9
zh_hans: 📝 设置余额为 9999
zh_hant: 📝 設置餘額為 9999

# 🔄 重置所有首充状态
source: 🔄 Reset Status
zh_hans: 🔄 重置所有首充状态
zh_hant: 🔄 重置所有首充狀態

# 🔓 可解锁
source: 🔓 Unlock
zh_hans: 🔓 可解锁
zh_hant: 🔓 可解鎖

# 🗑️ 清除所有购买记录
source: 🗑 ️ Clear Purchase
zh_hans: 🗑️ 清除所有购买记录
zh_hant: 🗑️ 清除所有購買記錄

# 🪙 添加60喵币（无双倍）
source: 🪙 Add 6 0 Meow Coins (None)
zh_hans: 🪙 添加60喵币（无双倍）
zh_hant: 🪙 添加60喵幣（無雙倍）

# 🪙 添加500喵币（无双倍）
source: 🪙 Add 5 0 0 Meow Coins (None)
zh_hans: 🪙 添加500喵币（无双倍）
zh_hant: 🪙 添加500喵幣（無雙倍）

# 🚫 取消VIP
source: 🚫 Cancel VIP
zh_hans: 🚫 取消VIP
zh_hant: 🚫 取消VIP

# 3D 扫描暂不可用
source: 3D scanning is temporarily unavailable
zh_hans: 3D 扫描暂不可用
zh_hant: 3D 掃描暫不可用

# 3D模型
source: 3D Model
zh_hans: 3D模型
zh_hant: 3D模型

# 3D高斯泼溅建模
source: 3D Gaussian Splatting
zh_hans: 3D高斯泼溅建模
zh_hant: 3D高斯潑濺建模

# 9折
source: 10% Off
zh_hans: 9折
zh_hant: 9折

# 128 件 · 24 套穿搭
source: 128 items · 24 outfits
zh_hans: 128 件 · 24 套穿搭
zh_hant: 128 件 · 24 套穿搭

# 2024-01-01 购买
source: Purchased on 2024-01-01
zh_hans: 2024-01-01 购买
zh_hant: 2024-01-01 購買

# AI · 语音 · 形象
source: AI · Voice · Avatar
zh_hans: AI · 语音 · 形象
zh_hant: AI · 語音 · 形象

# AI 功能免责声明
source: AI Feature Disclaimer
zh_hans: AI 功能免责声明
zh_hant: AI 功能免責聲明
